Repository: kirylKovaleu/MVC
Catalog: Auction.Web/Auction/App_LocalResources/GlobalRes.*.resx
Languages: br

# LocalAndZone
source: Change Locale and TimeZone
br: Адлюстраванне даты , часу і мовы

# Автомобили
source: Cars
br: Аўтамабілі

# Администратор
source: Admin
br: Адміністратар

# АМожетНеНадо
source: Maybe not?
br: А можа не трэба

# Англиский
source: English
br: Англиский

# Англия
source: England
br: Англія

# Аукцион
source: Auction
br: Аукцыён

# АЧтоРазвеНеВидноЧтоАукционЗакончилсяЕщеВТомГодуЛанПосмотриДругие
source: Unfortunately, this product has already been removed from the auction
br: А што хіба не відаць што аўкцыён скончыўся яшчэ ў тым годзе ? Лан паглядзі іншыя

# Беларуский
source: Belarusan
br: Беларускі

# Беларусь
source: Belarus
br: Беларусь

# ВнатуреУдалишь
source: Are you sure you want to delete ?
br: Унатурэ адвядзеш

# ВремяДоОкончания
source: TheRestOfTime
br: Час да заканчэння

# Всего2Поля
source: Total 2 field , and that not all managed to fill
br: Усяго 2 полi , і тое ўмудрыўся не ўсе запоўніць

# ВсеПродуктыBanned
source: All products BANNED
br: Усе прадукты Banned

# Вход
source: LogIn
br: Уваход

# ВыбратьКатегорию
source: select a category
br: Выбраць катэгорыю

# ВыставимНавсегда
source: And let us expose this forever ?
br: А давай мы выставім гэта назаўжды ?

# ДавайНеБудем
source: Let's not
br: Давай не будзем

# ДатьДобро
source: To approve
br: Даць дабро

# ДляТехКомуНеПонятно
source: For those who do not understand
br: Для тых , каму не зразумела

# Добавить
source: Add
br: Дадаць

# ДобавитьКатегорию
source: Add category
br: Дадаць катэгорыю

# ДобавитьНовый
source: Add new
br: Дадаць новы

# ДобавитьПродукт
source: Add Product
br: Дадаць прадукт

# ДоброПожаловать
source: Welcome to the auction
br: Сардэчна запрашаем на аўкцыён

# Домашняя
source: Home
br: Хатняя

# ДПоберегиТыДеньги
source: I do not need it
br: Ды пашкадую ты грошы

# ЗарегистрированыеПользователи
source: Registred users
br: Зарэгістраваны карыстальнікі

# ЗарегишсяБумбараш
source: Do not fill login , you will pass the registration as ' Bumbarash '
br: Ня запоўніш лагін , зарегишся як ' Бумбараш

# ЗачемУдаляешьМожетОнЧеловекХороший
source: Are you sure you want to delete this user ?
br: Навошта выдаляць ? Можа ён чалавек добры

# ИгрушкиДляВзрослых
source: And of course toys for adults
br: Ну і вядома цацкі для дарослых

# Изменить
source: Edit
br: Змяніць

# ИзменитьПароль
source: Change password
br: Змяніць пароль

# ИзменитьФамилиюИмя
source: Change the name or surname
br: Змяніць Імя і Прозвішча

# Изображение
source: Picture
br: Малюнак

# Имя
source: Last Name
br: Імя

# КакиеСтавкиУТебяДенегНет
source: You did not make any bets
br: Якія стаўкі ? У цябе ж грошай няма

# КакНазывать
source: Well, as this miracle called ?
br: Ну і як гэта цуд называць ?

# какНибудьПоясни
source: Be kind to describe
br: Ну хоць як небудзь патлумач , ці мала туговато ... не зразумеюць яшчэ

# КатегорийНеОбнаружено
source: Not Category
br: Катэгорый не выяўлена

# Категория
source: Category
br: Катэгорыя

# Контакты
source: Contacts
br: Кантакты

# ЛичныйКабинет
source: Private area
br: Асабісты кабінет

# Логин
source: Login
br: Лагін

# Менеджер
source: Manager
br: Менеджэр

# МобильныеТелефоны
source: Mobile
br: Мабільныя тэлефоны

# МожетНеНадо
source: Maybe we should not?
br: Можа не трэба ? А ?

# МоиТовары
source: My products
br: Мае тавары

# НаГлавную
source: At Home
br: На галоўную

# Назад
source: Back
br: Назад

# Название
source: Name
br: Назва

# НачальнаяЦена
source: Start Price
br: Пачатковы кошт

# НезнаешьВоСколькоОценить
source: Do not know how much to ?
br: Незнаешь у колькі ацаніць ?

# НиЧеНеПропустил
source: Neither of which is not missed ?
br: Ні чэ не прапусціў ?

# НуВотЕщеНаОдногоСталоБольше
source: User added
br: Ну вось ... яшчэ на аднаго стала больш

# НуДавайУжеДобавим
source: Persuaded add
br: Ну давай уже дадамо

# Одежда
source: Clothing
br: Адзенне

# Одумайся
source: Changed his mind
br: Абдумайся

# ОдумайсяОнТебяПодсидит
source: Back
br: Абдумайся !!! ён цябе подсядiць

# ОкончаниеРегистрации
source: Finish of registration
br: Заканчэнне рэгістрацыі

# Описание
source: Description
br: Апісанне

# ОСебеЛюбимом
source: Statement favorite
br: Пра сябе любімым

# Пароль
source: Password
br: Пароль

# ПерсональныеДанные
source: PersonalData
br: Персанальныя Дадзеныя

# ПлохоеИмя
source: Please indicate the name
br: На столькі дрэннае імя , што не запоўніў ?

# ПовыситьСтатусПользователя
source: Increase user status
br: Павысіць статус карыстальніка

# Поздравляю
source: Congratulations
br: Віншую

# ПоказатьВсеПродукты
source: Show all products
br: Паказаць усе прадукты

# ПоказатьКатегории
source: Show Category
br: Паказаць катэгорыі

# ПоказатьОтчетПоBANNEDПродуктам
source: Show report BANNED products
br: Паказаць справаздачу па BANNED прадуктам

# ПолеНужноЗаполнить
source: And neither of which is that it is necessary to fill the field ?
br: А ні чаго , што гэта поле трэба запоўніць ?

# ПравильноДеньгиЦелееБудут
source: Right , Economy
br: Правільна , грошы цалей будуць

# Применить
source: Apply
br: Прымяніць

# ПродлитьАукцион
source: Extend auction
br: Падоўжыць аўкцыён

# Продолжительность
source: Duration
br: Працягласць

# ПродолжительностьДоПозавчера
source: Unfortunately end date has already passed
br: Працягласць да ... пазаўчора ? Ну молодец

# ПродуктыКатегорииУдалены
source: Attention!!! All products of this category will be deleted
br: Увага !!! Усе прадукты дадзенай катэгорыі будуць выдаленыя.

# ПросмотретьВсехПользователей
source: Show all users
br: Праглядзець ўсіх карыстальнікаў

# ПросмотретьСписокВыставленныхСвоихТоваров
source: View a list of the exhibited their products
br: Паглядзець сьпіс выстаўленых сваіх тавараў

# ПросмотретьСписокМоихСтавок
source: See my list of bids
br: Паглядзець сьпіс маіх ставак

# ПросмотретьСписокСтавок
source: View a list of bids
br: Паглядзець сьпіс ставак

# Регистрация
source: Registration
br: Рэгістрацыя

# РегистрацияЗавершена
source: Registration completed successfully , enter with your
br: Рэгістрацыя паспяхова завершина , вы можаце ўвайсці пад сваім

# РедактированиеКатегорий
source: Edit category
br: Рэдагаванне катэгорый

# Редактировать
source: Edit
br: Рэдагаваць

# РедактироватьЛичныеДанные
source: Edit personal data
br: Рэдагаваць асабістыя дадзеныя

# Россия
source: Russia
br: Расія

# Русский
source: Russian
br: Рускi

# СделатьСтавку
source: Make a bet
br: Зрабіць стаўку

# СлезноПопраситьАдминаОПовышенииСтатуса
source: Tearfully asked to raise the status of Admin
br: Слёзна попрасить адмін аб павышэнні статусу

# Сохранить
source: Save
br: Захаваць

# Статус
source: State
br: Статус

# СтыдноОписывать
source: It is a shame even to describe what you expose ?
br: Сорамна нават апісваць , тое, што выстаўляеш ?

# ТебеОноНадо
source: Do you need it ?
br: Табе яно трэба ?

# ТекущаяЦена
source: Price
br: Бягучая кошт

# Товар
source: Product
br: Тавар

# Товары
source: Product
br: Тавары

# ТыДажеУдалитьТолкомНичегоНеМожешь
source: Attempting to remove a user was not successful
br: Ты нават выдаліць толкам нічога не можаш

# ТыСНами
source: you have registered
br: ты з намі

# ТыТочноХочешьЕгоПовысить
source: Increase user ?
br: Ты сапраўды хочаш яго павысіць ?

# УдалениеПользователя
source: Delete User
br: Выдаленне карыстальніка

# Удалить
source: Delete
br: Выдаліць

# УдалитьАккаунт
source: Delete account
br: Выдаліць рахунак

# УдалитьПродукт
source: Remove product
br: Выдаліць прадукт

# УкажитеФамилию
source: Last name please
br: Ды пакажы хаця б не сваю

# УНасУжеТакойЕсть
source: Unfortunately user with such Login has already been registered
br: У нас ужо такі ёсць , будзь арыгінальным

# Фамилия
source: First Name
br: Прозвішча

# ФоткуНужноПрикрепить
source: Photo necessarily
br: Хоць левую фотку , але трэба прымацаваць

# ЧасовойПояс
source: Timezone
br: Гадзінны пояс

# ЧтоНеПроскочил
source: Not correctly entered your username or password . Please be warned
br: Што не праскочыў ? Ну давай поугадывай яшчэ ) ))

# ЧтоУбегаешь
source: Back
br: Што ўцякаеш ?

# ШагСтавки
source: Step rate
br: Крок стаўкі

# Язык
source: Language
br: Мова

# НуИГдеВЫНаходитесь
source: Please fill in the time zone
br: Ну і дзе нам потым вас шукаць??

# КакойЯзык
source: Please select a language
br: І на якой мове з вамі размаўляць?

# ИмяИФамилия
source: FirstName and LastName
br: Iмя i Прозвишча

source: Email
br: EmailBY

source: Phone
br: Тэлефон

# Адресс
source: Address
br: Адрас
